Repository: busla/Mathematical_Analysis_I
Catalog: locale/*/LC_MESSAGES/sphinx.po
Languages: is

source: %s %s documentation
is: %s %s

source: see %s
is: sjá %s

source: see also %s
is: sjá einnig %s

source: Symbols
is: Tákn

source: Builtins
is: Innbyggt

source: Module level
is: Stig einingar

source: General Index
is: Almennt yfirlit

source: index
is: yfirlit

source: next
is: næsta

source: previous
is: fyrri

source: (in
is: (í

source: Section author:
is: Höfundur kafla:

source: Module author:
is: Höfundur einingar:

source: Code author:
is: Höfundur kóða:

source: Author:
is: Höfundur:

source: Parameters
is: Stikar

source: Returns
is: Skilar

source: Return type
is: Skilategund

source: %s (C function)
is: %s (C fall)

source: %s (C member)
is: %s (C meðlimur)

source: %s (C macro)
is: %s (C fjölvi)

source: %s (C type)
is: %s (C tegund)

source: %s (C variable)
is: %s (C breyta)

source: function
is: fall

source: member
is: meðlimur

source: macro
is: fjölvi

source: type
is: tegund

source: variable
is: breyta

source: Throws
is: Hendir

source: %s (C++ class)
is: %s (C++ klasi)

source: %s (C++ type)
is: %s (C++ tegund)

source: %s (C++ member)
is: %s (C++ meðlimir)

source: %s (C++ function)
is: %s (C++ fall)

source: class
is: klasi

source: %s() (built-in function)
is: %s() (innbyggt fall)

source: %s() (%s method)
is: %s() (%s aðferð)

source: %s() (class)
is: %s() (klasi)

source: %s (global variable or constant)
is: %s (víðfemar breytur og fastar)

source: %s (%s attribute)
is: %s (%s eiginleikar)

source: Arguments
is: Viðföng

source: data
is: gögn

source: attribute
is: eiginleiki

source: Variables
is: Breytur

source: Raises
is: Lyftir

source: %s() (in module %s)
is: %s() (í einingu %s)

source: %s (built-in variable)
is: %s (innbyggð breyta)

source: %s (in module %s)
is: %s (í einingu %s)

source: %s (built-in class)
is: %s (innbyggður klasi)

source: %s (class in %s)
is: %s (klasi í %s)

source: %s() (%s.%s method)
is: %s() (%s.%s aðferð)

source: %s() (%s.%s static method)
is: %s() (%s.%s föst aðferð)

source: %s() (%s static method)
is: %s() (%s föst aðferð)

source: %s() (%s.%s class method)
is: %s() (%s.%s klasa aðferð)

source: %s() (%s class method)
is: %s() (%s klasa aðferð)

source: %s (%s.%s attribute)
is: %s (%s.%s eiginleiki)

source: %s (module)
is: %s (eining)

source: modules
is: einingar

source: Deprecated
is: Úrelt

source: exception
is: undantekning

source: method
is: aðferð

source: class method
is: klasaaðferð

source: static method
is: föst eining

source: module
is: eining

source: (deprecated)
is: (úrelt)

source: %s (directive)
is: %s (leiðbeining)

source: %s (role)
is: %s (hlutverk)

source: directive
is: leiðbeining

source: role
is: hlutverk

source: environment variable; %s
is: umhverfisbreyta; %s

source: glossary term
is: hugtak

source: grammar token
is: málfræðitákn

source: reference label
is: tilvitnunarmiði

source: environment variable
is: umhverfisbreyta

source: program option
is: valmöguleiki forrits

source: Index
is: Atriðaskrá

source: Module Index
is: Eingaryfirlit

source: Search Page
is: Leitarsíða

source: Bases: %s
is: Grunnar: %s

source: alias of :class:`%s`
is: samheiti :class:`%s`

source: [graph: %s]
is: [teikning: %s]

source: [graph]
is: [teikning]

source: (in %s v%s)
is: (í %s v%s)

source: [source]
is: [kóði]

source: Return value: Always NULL.
is: Skilagildi: Alltaf NULL

source: Return value: New reference.
is: Skilagildi: Ný tilvitnun

source: Return value: Borrowed reference.
is: Skilagildi: Lánuð tilvitnun

source: (The <<original entry>> is located in %s, line %d.)
is: (<<original entry>> er staðsett í %s, línu %d.)

source: original entry
is: upprunaleg færsla

source: Module code
is: Einingarkóði

source: <h1>Source code for %s</h1>
is: <h1>Kóði fyrir %s</h1>

source: Overview: module code
is: Yfirlit: kóði einingar

source: <h1>All modules for which code is available</h1>
is: <h1>Allar einingar þar sem kóðinn er aðgengilegur</h1>

source: Attention
is: Athugið

source: Caution
is: Aðgát

source: Danger
is: Hætta

source: Error
is: Villa

source: Hint
is: Vísbending

source: Important
is: Mikilvægt

source: Note
is: Athugasemd

source: See also
is: Sjá einnig

source: Tip
is: Ábending

source: Warning
is: Aðvörun

source: New in version %s
is: Nýtt í útgáfu %s

source: Changed in version %s
is: Breytt í útgáfu %s

source: Deprecated since version %s
is: Úrelt síðan í útgáfu %s

source: keyword
is: lykilorð

source: operator
is: virki

source: object
is: hlutur

source: statement
is: fullyrðing

source: built-in function
is: innbyggt fall

source: Table Of Contents
is: Efnisyfirlit

source: Search
is: Leit

source: Go
is: Áfram

source: Enter search terms or a module, class or function name.
is: Sláið inn leitarorð.

source: Show Source
is: Sjá kóða

source: Overview
is: Yfirlit

source: Welcome! This is
is: Velkomin! Þetta er

source: the documentation for
is: handbókin fyrir

source: last updated
is: síðast uppfært

source: Indices and tables:
is: Atriðaskrá og töflur:

source: Complete Table of Contents
is: Heildar efnisyfirlit

source: lists all sections and subsections
is: listi yfir kafla og undirkafla

source: search this documentation
is: leita

source: quick access to all modules
is: samstundis aðgengi að öllum einingum

source: all functions, classes, terms
is: öll föll, klasar og atriði

source: Index &ndash; %(key)s
is: Atriði &ndash; %(key)s

source: Full index on one page
is: Atriðaorðaskrá á einni síðu

source: Index pages by letter
is: Atriði í stafrófsröð

source: can be huge
is: getur verið risastórt

source: Navigation
is: Leiðsögn

source: Search within %(docstitle)s
is: Leita í %(docstitle)s

source: About these documents
is: Um

source: Copyright
is: Höfundarréttur

source: &copy; <a href="%(path)s">Copyright</a> %(copyright)s.
is: &copy; <a href="%(path)s">Höfundarréttur</a> %(copyright)s.

source: &copy; Copyright %(copyright)s.
is: &copy; Höfundarréttur %(copyright)s.

source: Last updated on %(last_updated)s.
is: Síðast uppfært %(last_updated)s.

source: Created using <a href="http://sphinx-doc.org/">Sphinx</a> %(sphinx_version)s.
is: Buið til með <a href="http://sphinx-doc.org/">Sphinx</a> %(sphinx_version)s.

source: Search %(docstitle)s
is: Leita að %(docstitle)s

source: Previous topic
is: Fyrra efni

source: previous chapter
is: fyrri kafli

source: Next topic
is: Næsta efni

source: next chapter
is: næsti kafli

source: Please activate JavaScript to enable the search functionality.
is: Vinsamlegast virkið JavaScript til að virkja leitina.

source: From here you can search these documents. Enter your search words into the box below and click "search". Note that the search function will automatically search for all of the words. Pages containing fewer words won't appear in the result list.
is: Hér geturðu leitað að tilteknum orðum. Sláðu inn leitarorðin í reitinn fyrir neðan og smelltu á "leit". Athugið að leitin leitar sjálfkrafa að öllum orðunum. Síður með hluta orðanna birtast ekki á listanum.

source: search
is: leita

source: Search Results
is: Leitarniðurstöður

source: Your search did not match any documents. Please make sure that all words are spelled correctly and that you've selected enough categories.
is: Leitin bar ekki árangur. Vinsamlegast gangið úr skugga um að orðin séu rétt skrifuð og að þú hafir valið nægilega marga flokka.

source: Quick search
is: Flýtileit

source: This Page
is: Þessi síða

source: Changes in Version %(version)s &mdash; %(docstitle)s
is: Breytingar í útgáfu %(version)s &mdash; %(docstitle)s

source: Automatically generated list of changes in version %(version)s
is: Sjálfkrafa útbúinn listi af breytingum í útgáfu %(version)s

source: Library changes
is: Breytingar safns

source: C API changes
is: C API breytingar

source: Other changes
is: Aðrar breytingar

source: Permalink to this headline
is: Varanlegur hlekkur á titilinn

source: Permalink to this definition
is: Varanlegur hlekkur á þessa skilgreiningu

source: Hide Search Matches
is: Fela leitarniðurstöður

source: Searching
is: Leitar

source: Preparing search...
is: Undirbýr leit...

source: Search finished, found %s page(s) matching the search query.
is: Leit lokið, fann %s síðu(r) sem pössuðu við leitarskilyrðin.

source: , in
is: , í

source: Expand sidebar
is: Sýna hliðarslá

source: Collapse sidebar
is: Fela hliðarslá

source: Contents
is: Innihald

source: Release
is: Útgáfa

source: Footnotes
is: Neðanmálsgreinar

source: continued from previous page
is: framhald frá fyrri síðu

source: Continued on next page
is: Framhald á næstu síðu

source: [image: %s]
is: [mynd: %s]

source: [image]
is: [mynd]
